{"events": [{"name": "Tests", "description": "Test", "startDate": "Test", "endDate": "Test"}, {"name": "Catacombs by Candlelight Tour ", "description": "Watch our video of the tour here: \n\n\n\n\n \nThis fascinating 90 minute tour introduces you to all the secrets of the 200-year-old Basilica of St. Patrick's Old Cathedral. Enter areas off-limits to the public, including the Henry Erban Organ, the cemeteries, and top it all off with an exclusive walk-through of the Catacombs themselves. Even better, you will experience the whole tour by candlelight (romantic, if you ignore the dead bodies part). This unique and historic site serves as the final resting place for many prominent New Yorkers, including the Delmonico Family, General Thomas Eckert (a confidant of Abraham Lincoln), Honest John Kelly of Tammany Hall and the first resident Bishop of New York, Bishop John Connolly. "}, {"name": "Lighting Largest Hanukkah Menorahs ", "description": "Both the Manhattan and Brooklyn Grand Army Plazas host competitors in the race for the World’s Largest Hanukkah Menorah. Gather around the 32-foot-high, gold-colored, 4,000-pound steel holiday icon across the street from The Plaza hotel (Manhattan) to kick off the Jewish Festival of Lights; lightings for that one generally take place at 5:30pm, though it's around 3:30pm on Friday and 8pm on Saturday, bookending the Sabbath. Across the East River, go to the top of Prospect Park to see its similarly sized rival illuminated; lightings are at 6pm most evenings, with Friday’s at 3:30pm and Saturday’s at 7pm. The Brooklyn organizers host a kickoff concert prior to the lighting on Hanukkah’s first night and have music and potato pancakes each evening."}, {"name": "Holiday Workshop Weekend at Wave Hill ", "description": "Just in time for gift giving, Wave Hill puts on a weekend full of holiday crafting. With the backdrop of Wave Hill’s beautiful landscape as your inspiration, you’re invited to create artwork alongside professional artists and craftspeople—all skill levels are welcome. Other workshops and demonstration take place regularly throughout the year."}, {"name": "Gingerbread Lane ", "description": "The New York Hall of Science hosts the world’s largest gingerbread village, as determined by Guinness World Records for the past five years. In its sixth year in contention for the title, the 2018 event is sure to be as delicious and amazing as its predecessors. Creator and chef Jon Lovitch drafts, designs, bakes and constructs the homemade gingerbread houses, which are made of edible gingerbread, royal icing and candy. This confectionary wonderland is a sight for the whole family to enjoy."}, {"name": "Rockefeller Center Christmas Tree Lighting ", "description": "It doesn’t get much more picture-postcard NYC Christmas than the sight of the stately Rockefeller Center Christmas tree, towering above the ice rink below, all decked out in its finest holiday bling. Things get even more festive when thousands of revelers fill the area for the lighting of the Norway spruce. A star-studded lineup, usually hosted by NBC  <em>Today </em> show anchors, provides plenty of live entertainment. The crowning moment comes when the switch is flipped and the Swarovski star–topped tree’s tens of thousands of (energy-efficient LED) lights come alive. Expect plenty of “oohs” and “ahs” from the crowd. If you can’t make it to the big event on November 28, worry not—you can see the tree (and snap plenty of photos of it) through early January."}, {"name": "New York Botanical Garden Holiday Train Show  ", "description": "Model trains navigate painstakingly crafted miniatures of New York City’s built environment, all made entirely out of plant parts. The Statue of Liberty, the Brooklyn Bridge and Yankee Stadium are among the 150 landmarks that form a fantastically rendered city landscape built from seeds, bark, leaves and twigs, serviced by a robust half-mile of track, all nestled within the stunning and historic Enid A. Haupt Conservatory. This year's train show showcases Lower Manhattan’s famous skyscrapers with replicas of the Woolworth Building and One World Trade Center—and some vintage ferry boats, too. Other events coinciding with the train show include a cappella performances, classical music concerts, a poetry reading and activities for kids."}, {"name": "Holiday Train Show at Grand Central Terminal  ", "description": "The New York Transit Museum Gallery Annex and Store at Grand Central Terminal is back with its annual Holiday Train Show, whose layout features Lionel trains traveling through a two-level, 34-foot-long miniature New York City and countryside scene. Vintage trains from the museum’s collection, including New York Central models, travel all the way to the diorama’s North Pole.  "}, {"name": "African Diaspora International Film Festival ", "description": "Now in its 26th year, the African Diaspora International Film Festival serves to highlight and promote the cinematic contributions worldwide of African directors and filmmakers. The festival screens more than 50 films from over 20 countries at venues like Columbia University, Teachers College, the Cinépolis Chelsea and MIST Harlem.  "}, {"name": "Voice of My City: Jerome Robbins and New York  ", "description": "Explore the intimate relationship between creative genius Jerome Robbins and New York City, a place that was always at the center of his work. Though known primarily as a choreographer, dancer and stage director, Robbins also created diaries, watercolors, paintings, drawings and poems that told stories of the City that he loved. Through this exhibition, viewers will see how he portrayed the City in his works, how it inspired him and how it served as his home for over 60 years."}, {"name": "Art of the Mountain: Through the Chinese Photographer’s Lens ", "description": "Mountains play a crucial role in Chinese culture and legends; they are considered to be the pillars that hold up the sky. This exhibit, which displays more than 60 photographs by 25-odd photographers, is split into three sections:  <em>Lofty Mountains </em> covers the geography, history, legends and cultures associated with famous Chinese mountains;  <em>Pure Sound </em> encompasses the impact of Chinese landscape painting on contemporary photography; and  <em>New Landscape Photography </em> expands beyond photography to post-photographic visual affects that examine the role of mountains in society. "}, {"name": "Origami Holiday Tree ", "description": "Holiday decor gets a historical makeover with the American Museum of Natural History’s annual Origami Holiday Tree. The museum draws inspiration from its own items for the nearly 1,000 folded-paper works, constructed by volunteers throughout the year. After exploring the permanent-exhibition halls, current shows and expansive collections, see which pieces made their way onto the 13-foot tree."}, {"name": "Through a Different Lens: Stanley Kubrick Photographs ", "description": "Kubrick was 17 when he was hired by  <em>Look</em>  in 1945 to photograph the City's nightclubs, street scenes and sporting events. This exhibit includes more than 120 photographs from his five years as a staff photographer that encompassed more than 100 photography assignments and 12,000 negatives.  "}, {"name": "The Second Buddha: Master of Time ", "description": "Padmasambhava is known for converting Tibetans to Buddhism, and is often referred to as the “Second Buddha.” This exhibition assembles some 40 artworks in tandem with interactive technology to highlight the Indian master’s core beliefs. Attendees can try to decipher Padmasambhava’s “treasure teachings”—concealed teachings that were meant to be uncovered in the future. A series of public programs augments the show."}, {"name": "Annual Christmas Tree and Neapolitan Baroque Crèche ", "description": "To take part in a New York City Christmas tradition unlike any other, go to the Medieval Sculpture Hall at The Met. You'll see a tree dotted with cherubs and angels and surrounded by a detailed Neapolitan nativity scene composed of more than two hundred 18th-century figures. Complemented by seasonal music and tree-lighting ceremonies, it's a true holiday delight. "}, {"name": "The Velvet Underground Experience ", "description": "First seen in Paris a few years back, this exhibition on NYC kings of cool The Velvet Underground covers the band’s formation, music, fashion and influence—which remains as strong as ever. Films, photographs and archival material reveal the world in which leaders Lou Reed and John Cale, along with bandmates Moe Tucker and Sterling Morrison, moved: a 1960s downtown underground (for lack of a better word) populated by avant-garde artists, poets, musicians, filmmakers and various associates of Andy Warhol’s Factory. In addition to carryovers from the original display, like a signed copy of the group’s debut—the Andy Warhol produced and designed  <em>The V</em> <em>elvet </em> <em>Underground and Nico—</em> there will be a few new elements emphasizing the Velvets’ impact on American art and culture. During its run at 718 Broadway, in Noho, expect some special events, like the kickoff Q&A with violist Cale."}, {"name": "The Butterfly Conservatory at The American Museum of Natural History ", "description": "Celebrate the return of this seasonal vivarium, which is filled with hundreds of live butterflies. The creatures flit about in a magical summerlike environment, surrounded by tropical flowers and lush vegetation in 80-degree temperatures. It’s a perfect exhibition for a cold fall or winter day (and equally nice in spring, of course)."}, {"name": " Everything Is Connected: Art and Conspiracy ", "description": "Artists have regularly explored the suspicion between governments and their citizens, and the 1950s and '60s—a postwar time of growth in Western democracies and their bureaucracies—allowed this field to grow further. This exhibit, the first major one to tackle the topic, showcases more than 30 artists and their works produced between 1969 and 2016. The Met Breuer's display is accompanied by  <em>Jane and Louise Wilson: Stasi City,</em>  on view at The Met Fifth Avenue. This four-channel video is a tour of the former headquarters of the East German secret police. "}, {"name": "Charles Dickens's A Christmas Carol ", "description": "It's not officially the holidays at the Morgan until the original manuscript of  <em>A Christmas Carol </em> is on display in Pierpont Morgan's library. In 2018, the one hundred and seventy-five year old manuscript is open to Dickens' sketch of Scrooge; one of literature's best villain-turned-heroes."}, {"name": "Unseen Oceans  ", "description": "The American Museum of Natural History’s new ocean exhibition takes visitors to the deepest depths using the most up-to-date technologies. The latest generation of scientists is working to explore the ocean from top to bottom, using robotics, satellite monitoring, high-definition imaging and miniaturization to view areas of our ocean that have never been seen before—including some of the remotest habitats and the amazing creatures that live there—and you have a front-row seat."}, {"name": "Saturated: The Allure and Science of Color  ", "description": "Cooper Hewitt presents this exhibition celebrating color and how it is viewed and used through various mediums. Highlighting the “elusive, complex phenomenon of color perception” and how color has influenced and charmed scientists, artists and philosophers, the show includes more than 190 objects from the past to the present, showing how designers have used color to bring “order and excitement to the visual world.”"}, {"name": "Impractical Jokers: Homecoming ", "description": "This exhibition features costumes and behind-the-scenes clips and stories from the TV series  <em>Impractical Jokers</em> , starring Joe Gatto, James “Murr” Murray, Brian “Q” Quinn and Sal Vulcano. Visitors can explore the four comedians’ journey from Staten Island’s Monsignor Farrell High School to performing together at Madison Square Garden."}, {"name": "Fake News and True Love: Fourteen Stories by Robert Baines  ", "description": "Australian artist Robert Baines turns the very timely topic of fake news into an exhibition that makes viewers think twice about how they view what is portrayed in the media. The show comprises pieces of jewelry accompanied by made up but “fact-checked” news stories—creating a satirical, humorous narrative that is also eye-opening and will leave museumgoers questioning what is true and what is false."}, {"name": "Black Citizenship in the Age of Jim Crow  ", "description": "This exhibition at the New-York Historical Society chronicles the struggle that black Americans faced in the 50 years after the Civil War. Timed to mark the 150th anniversary since the passing of the 14th Amendment, the exhibition is organized on a timeline between the end of the Civil War and the end of World War I. It shows the struggles that African-Americans faced when fighting for equality, and the opposition to black advancement in our country. Photographs, artifacts, artwork and media on display tell the story and help viewers understand this extraordinarily important part of our history and how it impacts our culture today."}, {"name": "A Whole Different Ball Game: Playing Through 60 Years of Sports Video Games ", "description": "Sports video games have come a long way since the first one,  <em>Tennis for Two</em> , debuted in 1958. The Museum of the Moving Image examines the “complex relationships between game, sport, media and culture,” including how broadcast sports and video games mimic one another, who is and is not represented in these video games and other analytical materials that help to underscore the relationship between the virtual version and the real thing. The exhibition includes more than 30 playable sports video games from the last six decades."}, {"name": "Drawing in Tintoretto’s Venice ", "description": "Tintoretto's canvases are considered among the most iconic of the Italian Renaissance. This exhibit, on the occasion of the 500th anniversary of the artist's birth, will focus on his drawings—which have received less attention overall—and showcase not only his evolution as a draftsman but also his influence on other painters in northern Italy."}, {"name": "Billie Jean King: The Road to 75 ", "description": "None"}, {"name": "Half the Picture: A Feminist Look at the Collection  ", "description": "Drawing from its own collection, the Brooklyn Museum has assembled more than 100 works in various forms for this timely exhibition. The pieces on display have all been created in response to social and political concerns—from World War I up to the current-day #MeToo movement—by artists who strive to bring equality across race, class and gender. Expect works from Beverly Buchanan, Andy Warhol, Betty Tompkins and many more."}, {"name": "Donna Gottschalk: Brave, Beautiful Outlaws ", "description": "Donna Gottschalk was a prominent photographer in the 1970s, known for her coverage of the radical lesbian movement that was emerging at that time. Gottschalk came out right around the formation of radical lesbians while living on the East Coast, where she met other lesbian artists and moved to the West Coast to join lesbian-separatist communities. Through her photography she documents herself, her friends, lovers and activists, both in New York and California."}, {"name": "Constantin Brancusi Sculpture ", "description": "Romanian sculptor Constantin Brancusi's career spanned 50 years and pushed the art of sculpture toward a more abstract look. Brancusi showcased the natural elements of his materials, carving directly into wood and stone and polishing metal. The bases, often made of stacked objects, became part of the works themselves. This exhibit comprises 11 works from MoMA's collection alongside drawings and photographs and a range of archival materials. "}, {"name": "Pink: The History of a Punk, Pretty, Powerful Color ", "description": "People tend to have very strong feelings about the color pink—many see it as predominantly girlie, reserved for babies and ballerinas, while others embrace it across genders and various ages. Through this exhibition, the Museum at FIT will showcase the history of the hue and what it has meant to cultures the world over by placing it in a historical context with Western and non-Western items of clothing. Roughly 80 ensembles from the 18th century to the present are on display, including pieces by designers like Christian Dior, Yves Saint Laurent, Rei Kawakubo of Comme des Garçons and Elsa Schiaparelli."}, {"name": "Jewelry: The Body Transformed  ", "description": "Though it can be a last-second addition to any outfit or a simple necessity like a wristwatch, jewelry tells a story. The Met has gathered up more than 230 objects from its own collection for this exhibition that will \"traverse time and space\" to discover how jewelry transforms us and helps us to express ourselves. Headdresses, earrings, brooches, belts, necklaces and rings from 2600 BC up through today will be on display alongside sculptures, paintings, prints and photographs."}, {"name": "Escher. The Exhibition & Experience ", "description": "In the largest-ever American survey of the Dutch artist’s work, more than 200 pieces by M.C. Escher will come to Brooklyn’s Industry City. Escher’s mathematically inspired, visually stunning style has fascinated art lovers the world over, most famously through the likes of  <em>Drawing Hands</em>  (a lithograph of two hands drawing each other) and multiple works with impossible staircases. This exhibition provides a timeline of the artist’s works from the 1920s to the 1960s. It includes some of his most recognizable pieces, like  <em>Waterfall</em>  and  <em>Hand with Reflecting Sphere</em> . The exhibition also includes educational resources and interactive displays that further heighten the experience."}, {"name": "Down These Mean Streets: Community and Place in Urban Photography ", "description": "In celebration of the reopening of El Museo's galleries, this exhibit uses the lenses of 10 photographers to explore their subjects in tandem with the neighborhoods they're part of. Among the highlights are Hiram Maristany's and Winston Vargas' exploration of New York's historic Latino neighborhoods, Perla de Leon's look at the South Bronx and Oscar Castillo's examination of Los Angeles' urban renewal projects. Also featured is the work of Camilo José Vergara and Anthony Hernandez, who revisited the same neighborhoods over time to see the ongoing impact of changes. "}, {"name": "Fabric in Fashion  ", "description": "The Museum at FIT’s newest exhibition gets down to the nitty-gritty of fashion, delving deep into the role of textiles and how they’ve informed Western fashion over the last 250 years—and how the demand for certain fabrics has resonated throughout the rest of the world. Though not always as recognized, the mechanics of textiles are just as influential as the cut of clothing when it comes to keeping up with current fashion trends. Samples of clothing and flat textiles from the museum’s collection are on display to highlight both how clothing interacts with the body and the social inspirations that coincide with fashion."}, {"name": "Rebel Women: Defying Victorianism  ", "description": "Back in the Victorian era, women broke boundaries and challenged social conventions—by doing things that today we take for granted, like working outside the home or speaking out in public. Their ferocity and bravery set the tone for generations to come, making it easier for all women to break down gender barriers. This exhibition tells the stories of these women—like African American Elizabeth Jennings Graham, who refused to exit a segregated trolley, and successful businesswoman Hetty Green, who was labeled the “witch of Wall Street”—through photographs, paintings, prints and garments from the museum’s own collection."}, {"name": "Harry Potter: A History of Magic  ", "description": "Building on the novels' traditions of folklore and magic, this exhibit from the British Library showcases centuries-old treasures including rare books, manuscripts and magical objects as well as costumes and set models from  <a href=\"/events/harry-potter-and-the-cursed-child\" target=\"_blank\"><em>Harry Potter and the Cursed Child</em></a> . Items unique to the New York City presentation include Mary GrandPré’s pastel illustrations for the cover artwork of Scholastic’s original editions of the novels, on public view for the first time; the author's hand-drawn sketch of the Hogwarts grounds; early letters between J. K. Rowling and American editor of the series Arthur A. Levine; and the steamer trunk used to transport a signed copy of  <em>Harry Potter and the Half-Blood Prince </em> on the Queen Mary to the US. Admission requires a  <a href=\"https://www.showclix.com/event/harry-potter-a-history-of-magic---timed-entry/members-only?_ga=2.237461696.1702639141.1529351490-534096775.1506105231\" target=\"_blank\">timed ticket</a>  which also includes access to the rest of the museum. Visit  <a href=\"http://harrypotter.nyhistory.org\" target=\"_blank\">harrypotter.nyhistory.org</a>  for tickets and the complete schedule of public programming."}, {"name": "Charles White: a Retrospective ", "description": "This exhibit is the first major survey of works by Charles White in over 30 years. The draftsman, painter and printmaker began his artistic career with the Works Progress Administration in Chicago and rose to prominence with his powerful renderings of African Americans, which he described as “images of dignity.” The show includes more than 100 drawings, paintings, photographs and prints from the 1930s up to White’s death in 1979."}, {"name": "Andy Warhol—From A to B and Back Again ", "description": "Pop Art icon Andy Warhol revolutionized ubiquitous consumer items like the Brillo box, Campbell's soup can and Coca-Cola bottles by transforming them into sculptures and silk screens that now fetch millions, forever blurring the boundaries between advertising and art. In this highly anticipated retrospective, the Whitney’s first comprehensive exhibit on Warhol in nearly 30 years, the museum will display the artist’s most iconic pieces as well as his lesser-known works, including his early commercial illustrations and experimental films."}, {"name": "In Praise of Painting: Dutch Masterpieces at the Met  ", "description": "Works from the Dutch Golden Age—which covers the time of Rembrandt, Hals and Vermeer—make up a significant part of the Met Museum’s collection. This exhibition brings together around 65 of these 17th-century paintings, divided into themes such as the domestic lives of women, debates about religion and conspicuous consumption. Also expect to view rarely exhibited works like Margareta Haverman’s  <em>A Vase of Flowers.</em>"}, {"name": "Delacroix  ", "description": "The Met Museum presents the first-ever comprehensive retrospective in North America of the works of 19th-century French painter Eugene Delacroix—the artist who set the path for almost all other French painters who followed. The exhibition, in collaboration with the Musée du Louvre, showcases more than 150 paintings, drawings, prints and manuscripts from the artist, some of which have never been seen in the US before. Delacroix’s works are arranged chronologically over the more than four decades of his creativity."}, {"name": "Celebrating Tintoretto: Portrait Paintings and Studio Drawings ", "description": "October 2018 marks the 500th anniversary of Jacopo Tintoretto's birth, and The Met is among the New York City institutions celebrating it. In exploring the lesser-known side of Tintoretto's portraiture work, this exhibit brings together 10 portrait studies from a number of museums and private collections and showcases them alongside  <em>The Finding of Moses </em> and other works. "}, {"name": "Agents of Faith: Votive Objects in Time and Place ", "description": "This exhibit, part of the gallery's 25th anniversary celebrations, explores the use of votives from from 2000 BC through the twenty-first century. Among the secular and religious items highlighted are items from the Bavarian National Museum in Munich that shine a light on European folklore, an ancient anatomical votive from the Louvre and items left at the Vietnam Wall in Washington, D.C. In addition to the physical votive objects, the show explores the creation of the items and the role in memorializing a person, event or time.  "}, {"name": "<i>Soul of a Nation: Art in the Age of Black Power</i> ", "description": "Featuring work by more than 60 black American artists from 1963 to 1983—two of the most tumultuous decades in African American history—this Brooklyn Museum group exhibition casts light on the unjust social conditions that have faced African Americans, along with their unrelenting spirit and grit that spawned the civil rights movement. On view are paintings, photography, prints, sculpture and performance, including works by such luminaries as Barkley Hendricks, Faith Ringgold and Jack Whitten."}, {"name": "Mickey: The True Original Exhibition ", "description": "Celebrate 90 years of Mickey Mouse at this pop-up exhibition, where multiple artists will be showcasing immersive works themed with the world’s most famous cartoon mouse. Mickey’s influence on art and pop culture will be on display in a 16,000-square-foot space filled with contemporary and historic artworks from celebrated artists, like Kenny Scharf and Amanda Ross-Ho. There is also a retail shop selling all things Mickey. Timed tickets are needed for this exhibit, and they can be purchased in  <a href=\"https://www.showclix.com/event/mickey-true-original\">advance online</a> ."}, {"name": "It’s Alive! Frankenstein at 200 ", "description": "Monsters are a theme for the Morgan in 2018. Leaving the  <a href=\"/events/medieval-monsters/preview\">Middle Ages</a> , the museum marks the bicentennial of  <em>Frankenstein</em> 's <em> </em> publication with an exploration of how Mary Shelley created a compassionate yet violent monster. The exhibit includes portions of the original manuscript together with art and artifacts that showcase Frankenstein's growing popularity including Henry Fuseli’s  <em>Nightmare </em> and a poster advertising the Boris Karloff movie in 1931."}, {"name": "New York at Its Core ", "description": "Some 400 years ago Dutch settlers founded New York City, and in the period since it has gone through many transformations. This new permanent exhibition at the Museum of the City of New York traces the City’s history from a “striving Dutch village” to the “Capital of the World” it is today, showcasing more than 400 objects, interactive components and the stories of some of the City’s most influential characters, like Alexander Hamilton, JP Morgan, Fiorello La Guardia and Jay Z."}, {"name": "A Woman’s Afterlife: Gender Transformation in Ancient Egypt  ", "description": "In Ancient Egypt, it was believed that a deceased woman needed to be reborn. And to do so, she had to temporarily become a man, since it was also believed that man was responsible for creating a fetus and later transferring it to the woman’s body. While these beliefs may seem archaic and, well, ancient today, they do have an important place in history. The Brooklyn Museum’s exhibition includes objects from its permanent collection that illustrate how Egyptians went about transforming women into men after their death to ensure a proper rebirth."}, {"name": "The Jim Henson Exhibition ", "description": "Jim Henson’s incredible kindness and love for children, combined with his creativity, led to the creation of some of the most beloved characters of all time: the casts of  <em>Sesame Street</em>  and  <em>The Muppets</em> . This exhibition showcases actual objects from Henson’s career, including puppets (Kermit the Frog, Miss Piggy and Elmo), costumes, sketches, storyboards, scripts and behind-the-scenes footage with the man himself."}, {"name": "A City for Corduroy: Don Freeman’s New York ", "description": "Beloved children’s book character Corduroy has a place on many a bookshelf. But what those children and their parents may not know is that the book’s author, Don Freeman, wrote other books about the City (including  <em>Pet of the Met</em>  and  <em>Hattie the Backstage Bat</em> ) and represented the City in many of his works outside of children’s publications, including drawings, paintings and prints. The Museum of the City of New York celebrates Freeman’s connection to NYC by displaying a number of those works, alongside original studies and sketches of some of his most famous characters."}, {"name": "Scenes from the Collection ", "description": "This exciting show brings together more than 650 works from the museum’s permanent collection—many of which will be on display for the first time—in an entirely new way. The sprawling exhibition will be divided into eight themed sections, each of which will feature a different aspect of the museum’s archive, which spans more than 4,000 years of history. "}, {"name": "Waterfront  ", "description": "The Brooklyn Historical Society’s new outpost in DUMBO celebrates its location’s history with a new long-term exhibition entitled  <em>Waterfront</em> , exploring the rich past of the workers, artists, activists, innovators, industries, families and ecosystems of the area. All the materials presented will form a picture of how the Brooklyn waterfront has evolved through the years and become what it is today, while paying homage to the Brooklyn Historical Society’s newest home."}, {"name": "Guggenheim Collection: Brancusi ", "description": "The Guggenheim began collecting the work of Constantin Brancusi in the mid 1950s as part of director James Johnson Sweeney's mission to expand the museum's holdings beyond their focus on nonobjective painting. This exhibit focuses on the sculptor's work in the early decades of the twentieth century when he lived and worked in Paris alongside artists including Marcel Duchamp, Fernand Léger, Amedeo Modigliani, and Henri Rousseau."}, {"name": "The Christmas Show ", "description": "Local Staten Island performers take the stage at the historic St. George Theatre for the 15th annual production of the borough’s favorite holiday celebration. The two-hour song-and-dance extravaganza features a roster of more than 100 performers (all volunteers), including local favorites Jenny Kelly, Enid Stein and Marcus Simeone, plus an excerpt from  <em>The Nutcracker</em>  and Staten Island’s own lineup of high-kicking dancers, the Richmondettes."}, {"name": "BAM Next Wave Festival ", "description": "Officially inaugurated in 1983 (though it ran in a looser form the two previous autumns), BAM’s annual Next Wave Festival serves as New York City’s most comprehensive and daring survey of avant-garde music, theater, opera and dance. This year’s performances include acrobatic circus acts from Australian troupe Circa, choreography from Trisha Brown Dance Company, a contemporary staging of Shakespeare’s  <em>Measure for Measure</em>  and Mark Morris's playful reimagining of  <em>The Nutcracker</em>  called  <em>The Hard Nut</em> . There's also a number of talks, films, operatic performances and much more."}, {"name": "Brooklyn Nutcracker ", "description": "Brooklyn Ballet's  <em>The Brooklyn Nutcracker</em> , a reimagined holiday classic, combines ballet, hip-hop and world dance genres that reflect Brooklyn's cultural diversity. The digital set transports the audience from old Dutch Brooklyn to contemporary Flatbush Avenue. "}, {"name": "Holidays at the Apollo ", "description": "The legendary Apollo Theater presents several holiday events this month, kicking off with the free annual Coca-Cola Winter Wonderland festival. Take pictures with Santa and hear music from local a cappella groups and choirs; in the evening, there’s a special holiday edition of Amateur Night. Other events include a Holiday Joy Gospel Concert and Kwanzaa Celebration on December 29."}, {"name": "Big Apple Circus ", "description": "Paul Binder and Michael Christensen began their partnership as a comedic juggling act traveling the streets of Europe and celebrated their 40th anniversary season in 2017. In 1977 they raised their first Big Apple Circus tent in Battery Park. This showcase of worldwide circus talent includes fixtures like Grandma the Clown and a regular helping of yuks, and has been staged at Lincoln Center’s Damrosch Park since 1980."}, {"name": "New York Philharmonic 2018–2019 Season  ", "description": "The New York Philharmonic’s 2018–2019 season promises the classics—including performances of Rachmaninoff, Tchaikovsky, Handel, Beethoven and Mozart—but also expect events that are more on the “fun” side, such as live scores for the films  <em>Home Alone</em> ,  <em>There Will Be Blood</em>  and  <em>2001: A Space Odyssey</em> . Other events include the New Year’s Eve Viennese Ball and the Annual Free Memorial Day Concert."}, {"name": "Alvin Ailey American Dance Theater at New York City Center ", "description": "The talented dancers of the Alvin Ailey American Dance Theater return to New York City Center for the holiday season. The ambitious five-week program celebrating the troupe's 60th anniversary features an array of works showcasing the company's vast talent and extensive repertory. This season’s schedule includes several performances of their most famous show,  <em>Revelations</em> , a Young New York Night geared toward audiences ages 21–30 and premieres of Rennie Harris’  <em>Lazarus</em> , Ronald K. Brown’s  <em>The Call</em>  and Wayne McGregor’s  <em>Kairos</em> ."}, {"name": "Metropolitan Opera 2018–19 Season  ", "description": "The Metropolitan Opera returns this fall for its 2018–19 season with stagings of more than 25 shows, including new productions of  <em>Marnie</em> ,  <em>Adriana Lecouvreur</em> ,  <em>La Traviata</em>  and  <em>Samson et Dalila</em> , plus returning favorites like  <em>La Boheme</em> ,  <em>Carmen</em>  and  <em>Aida</em> . Included in the season is a one-day National Council Auditions Grand Finals Concert on March 31, a highly competitive contest where some of operas biggest stars got their start."}, {"name": "New York Jets Football ", "description": "The Jets' greats have included the likes of Joe Namath, Don Maynard and Curtis Martin. You can see the professional football team in action at MetLife Stadium, a short train ride from Manhattan."}, {"name": "Bridget Everett and the Tender Moments ", "description": "The astonishing, totally fearless Bridget Everett has had a bona fide breakout year in film (Patti Cakes) and TV (Lady Dynamite), culminating in the pilot of an Amazon series of her very own, the endearingly raunchy Love You Too. The towering sex goddess's triumphant set at her usual stomping grounds, Joe's Pub, finds her belting and oversharing as only she can, and she never fails to shake up the room with hits like \"Boob Song.\" Not to be missed."}]}